Repository: castlelorestudios/EvenniaPluginSampleProject
Catalog: evennia2/evennia/evennia/locale/*/LC_MESSAGES/django.po
Languages: it, pt

source: There were multiple matches.
it: Sono state trovate diverse corrispondenze.
pt: Havia várias correspondências.

source: Command '%s' is not available.
it: Il comando '%s' non è disponibile.
pt: Comando '%s' não está disponível.

source: Maybe you meant %s?
it: Forse intendevi dire %s?
pt: Você talvez quis dizer %s?

source: or
it: oppure
pt: ou

source: Type "help" for help.
it: Digita "help" per ottenere aiuto.
pt: Digite "help" para obter ajuda.

source: (Unsuccessfully tried '%s').
pt: (Tentou sem sucesso '%s').

source: Error loading cmdset {path}: "{error}"
pt: Erro ao carregar cmdset {path}: "{error}"

source: Error in loading cmdset: No cmdset class '{classname}' in {path}.
pt: Erro ao carregar cmdset: Nenhuma classe cmdset '{classname}' em {path}.

source: SyntaxError encountered when loading cmdset '{path}': "{error}".
pt: Erro de sintaxe ao carregar cmdset '{path}': "{error}".

source: Compile/Run error when loading cmdset '{path}': "{error}".
pt: Erro de compilação/execução ao carregar cmdset '{path}': "{error}".

source: (See log for details.)
it: (Per ulteriori dettagli esaminare il log.)
pt: (Veja o log para detalhes.)

source: custom {mergetype} on cmdset '{cmdset}'
pt: {mergetype} personalizado sobre cmdset '{cmdset}'

source: <Merged {mergelist} {mergetype}, prio {prio}>: {current}
pt: <Fundido {mergelist} {mergetype}, prio {prio}>: {current}

source: Only CmdSets can be added to the cmdsethandler!
it: Si possono aggiungere solamente CmdSets al cmdsethandler!
pt: Somente CmdSets podem ser adicionados ao cmdsethandler!

source: (channel)
it: (canale)
pt: (canal)

source: Lock: lock-function '%s' is not available.
it: Lock: la funzione di lock '%s' non è disponibile.
pt: Lock: a função de lock '%s' não está disponível.

source: Lock: definition '%s' has syntax errors.
it: Lock: la definizione '%s' contiene errori di sintassi.
pt: Lock: a definição '%s' possui erros de sintaxe.

source: LockHandler on %(obj)s: access type '%(access_type)s' changed from '%(source)s' to '%(goal)s'
it: LockHandler per %(obj)s: l'access type '%(access_type)s' è mutato da '%(source)s' a '%(goal)s'
pt: LockHandler sobre %(obj)s: tipo de acesso '%(access_type)s' alterado de '%(source)s' para '%(goal)s'

source: Lock: '%s' contains no colon (:).
it: Lock: '%s' non contiene due punti (:).
pt: Lock: '%s' não contém dois pontos (:).

source: Lock: '%s' has no access_type (left-side of colon is empty).
it: Lock: '%s' non ha un access_type (la parte a sinistra dei due punti è vuota).
pt: Lock: '%s' não possui access_type (o lado à esquerda dos dois pontos está vazio).

source: Lock: '%s' has mismatched parentheses.
it: Lock: '%s' presenta irregolarità nell'uso delle parentesi.
pt: Lock: '%s' apresenta irregularidade no uso dos parênteses.

source: Lock: '%s' has no valid lock functions.
it: Lock: '%s' non contiene funzioni di lock valide.
pt: Lock: '%s' não possui funções de lock válidas.

source: Couldn't perform move ('%s'). Contact an admin.
it: Spostamento non riuscito ('%s'). Contatta un amministratore.
pt: Não foi possível executar o movimento ('%s'). Contacte um administrador.

source: The destination doesn't exist.
it: Destinazione inesistente.
pt: O destino não existe.

source: Could not find default home '(#%d)'.
it: Non è stata trovata la home prefedinita '(#%d)'.
pt: Não foi possível encontrar a home predefinida '(#%d)'.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
it: Qualcosa è andato storto! Sei stato gettato nel nulla. Contatta un amministratore.
pt: Algo deu errado! Você foi despejado em lugar nenhum. Contacte um administrador.

source: Your character %s has been destroyed.
it: Il tuo personaggio %s è stato distrutto.
pt: Seu personagem %s foi destruído.

source: Player being deleted.
it: Cancellazione del giocatore.
pt: Jogador sendo deletado.

source: Script %(key)s(#%(dbid)s) of type '%(cname)s': at_repeat() error '%(err)s'.
it: Script %(key)s(#%(dbid)s) del tipo '%(cname)s': at_repeat() error '%(err)s'.
pt: Script %(key)s(#%(dbid)s) do tipo '%(cname)s': at_repeat() error '%(err)s'.

source: Welcome to your new |wEvennia|n-based game! Visit http://www.evennia.com if you need help, want to contribute, report issues or just join the community. As Player #1 you can create a demo/tutorial area with |w@batchcommand tutorial_world.build|n.
it: Benvenuto al tuo nuovo gioco creato con |wEvennia|n! Visita http://www.evennia.com se ti serve aiuto, se vuoi collaborare, segnalare errori o se desideri unirti alla comunità online. In qualità di Giocatore #1 puoi creare un'area dimostrativa/tutorial digitando il comando: |w@batchcommand tutorial_world.build|n.
pt: Bem-vindo a seu novo jogo criado com |wEvennia|n! Visite http://www.evennia.com se você precisar de ajuda, desejar contribuir, reportar bugs ou apenas juntar-se à comunidade. Como Player #1 você pode criar uma área demonstrativa/tutorial digitando o comando |w@batchcommand tutorial_world.build|n.

source: This is User #1.
it: Questo è l'Utente #1.
pt: Este é o Usuário #1.

source: ... Server restarted.
it: ... Server riavviato.
pt: ... Servidor reiniciado.

source: Logged in from elsewhere. Disconnecting.
it: Connesso da altrove. Disconnesione in corso.
pt: Logado de outro lugar. Desconectando.

source: Idle timeout exceeded, disconnecting.
it: Timeout di inattività superato: disconnesione avviata.
pt: Tempo de inatividade esgotado, desconectando.

source: Menu node '{nodename}' is not implemented. Make another choice.
pt: Menu node '{nodename}' não está implementado. Faça outra escolha.

source: Error in menu node '{nodename}'.
pt: Erro no menu node '{nodename}'.

source: No description.
pt: Nenhuma descrição.

source: Commands: <menu option>, help, quit
pt: Comandos: <menu option>, help (ajuda), quit (sair)

source: Commands: <menu option>, help
pt: Comandos: <menu option>, help (ajuda)

source: Commands: help, quit
pt: Comandos: help (ajuda), quit (sair)

source: Commands: help
pt: Comandos: help (ajuda)

source: Choose an option or try 'help'.
pt: Escolha uma opção ou tente 'help' (ajuda).

source: Could not find '%s'.
it: Impossibile trovare '%s'.
pt: Não foi possível encontrar '%s'.

source: More than one match for '%s' (please narrow target):
pt: Há mais de uma correspondência para '%s' (por favor, restrinja o alvo):

source: Error loading cmdset '%s': %s.
it: Errore durante il caricamento del cmdset '%s': %s.

source: Error in loading cmdset: No cmdset class '%(classname)s' in %(modulepath)s.
it: Errore nel caricamento del cmdset: Nessuna classe cmdset '%(classname)s' in %(modulepath)s.

source: SyntaxError encountered when loading cmdset '%s': %s.
it: Riscontrato Errore di Sintassi durante il caricamento del cmdset '%s': %s.

source: Compile/Run error when loading cmdset '%s': %s.
it: Errore di Compilazione/Esecuzione durante il caricamento del cmdset '%s': %s.

source: custom %(mergetype)s on cmdset '%(merged_on)s'
it: %(mergetype)s personalizzato sul cmdset '%(merged_on)s'

source: This is an empty placeholder script.
it: Questo è uno script segnaposto vuoto.

source: Checks sessions so they are live.
it: Verifica che le sessioni siano attive.

source: Restrains size of idmapper cache.
it: Limita le dimensioni cache dello idmapper.

source: Validates all scripts regularly.
it: Convalida regolarmente tutti gli script.

source: Updates the channel handler
it: Aggiorna l'handler del canale.

source: Connection dropped: %s %s (%s)
it: Connessione caduta: %s %s (%s)

source: You have been disconnected.
it: Sei stato disconnesso.
